@extends('layouts.footer')

@section('footer')

@endsection

{{--@extends('layouts.contactUs')--}}

{{--@section('contactUs')--}}

{{--@endsection--}}

@extends('layouts.app')

@section('content')

    <div class="container-fluid">
        <div class="row">
            <div class="col-11 mx-auto dir-rtl mb-5" style=" padding: 0 2%;">
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                  <span class="f-bold f-40px f-30-m">
                      سياسة الخصوصية
                  </span><br>
                    <span class="f-bold f-30px f-25-m">
                        حقوق المستخدم ومسؤولياته وآليات الحماية والخصوصيّة لمعلوماته
                    </span>
                    <br>
                    نسعد دائماً لاستخدامكم موقع إي كارت، وفي البداية نطمئن كافة مستخدمي خدمتنا أننا نهتم دائماً بالحفاظ على خصوصياتهم ومعلوماتهم الشخصية وأن سياسة الخصوصية الموجودة من خلال هذة الصفحة لها أهمية كبيرة لنا وهي تمثل التزامنا في الحفاظ على هذه المعلومات.
                </p>
{{--                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">--}}
{{--                  <span class="f-bold f-30px f-25-m">--}}
{{--                      سياسة الدخول عن طريق فيسبوك--}}
{{--                  </span><br>--}}
{{--                    1.	يتم استخدام خدمة تسجيل الدخول عن طريق فسبوك بواسطة Facebook SDK لربط الصفحة الخاصة بنشاطك التجاري على فيسبوك بمنصة إي كارت؛--}}
{{--                    <br>--}}
{{--                    2.	يتم استخدام بيانات مثل الرقم التعريفي الفريد والاسم والبريد الالكتروني والصورة الشخصية ويتم الاحتفاظ بهذه البيانات على المنصة لاستخدامها في تحسين تجربة المستخدم--}}
{{--                </p>--}}

                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                  <span class="f-bold f-40px f-30-m">
                       ملفات الدخول وتعريف الارتباط
                  </span><br>
                    مثلما هو الحال في جميع المواقع المتواجدة على الشبكة العنكبوتية نستخدم في "إي كارت" ملفات تسجيل الدخول والتصفح مثل: نوع المتصفح المستخدم ومزود خدمة الانترنت في البلد وتاريخ تسجيل الدخول وايضاً التوجه في صفحات الموقع من اجل تحليل شامل يهم في احصائيات الموقع.
                    <br>
                    نستخدم هذه المعلومات لأغراض تحسين تجربة المستخدم في "إي كارت" فقط وليس الاحتيال على المعلومات الشخصية لزوار الموقع وفهم كيفية استخدام العملاء لخدماتنا حتى نتمكن من إجراء التحسينات اللازمة، وعرض الإعلانات وننوه أن إدارة الموقع تقوم بالحفاظ على كافة المعلومات المتواجدة وهي سرية تماماً نستخدمها فقط من اجل تحسين الخدمات وجودة المحتوى المعروض.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">
                        البيانات الشخصية التي يتم جمعها عن طريق "إي كارت"
                    </span>
                    <br>
                    - بيانات جهات الاتصال الشخصية أو المهنية مثل الاسم، البريد الالكتروني، رقم الهاتف.
                    <br>
                    - بيانات التسجيل مثل المعلومات التي تقدمها لتسجيل حساب.
                    <br>
                    - بيانات عن الآخرين الذين يقومون بالشراء / حجز موعد وذلك باستخدام المتجر الإلكتروني التابع لموقع "إي كارت" والخاص بك. مثال على البيانات المجمعة يمكن أن يكون الاسم وعنوان التسليم ورقم الهاتف.
                    <br>
                    - بيانات ملف التعريف، مثل اسم المستخدم وكلمة المرور اللذين قد تعينهما لإنشاء حساب عبر الإنترنت معنا واهتماماتك وتفضيلاتك.
                    <br>
                    - المراسلات، مثل المعلومات التي تقدمها عندما تتواصل معنا بسؤال أو الملاحظات التي تقدمها أو إجاباتك على استبيانات الرأي التي قد نطلب منك المشاركة فيها.
                    <br>
                    - بيانات التسويق، مثل عنوان البريد الإلكتروني أو تفاصيل الاتصال التي نستخدمها لإرسال رسائل تسويقية وأهم الأخبار الخاصة بخدماتنا.
                    <br>
                    - بيانات الشراء، بما في ذلك محفوظات الطلبات والمعلومات التي يقوم زبائن متجرك بتزويدنا بها عن طريق المتجر الإلكتروني المربوط ب "إي كارت"، بما في ذلك تفاصيل الطلب وعنوان الفوترة وعنوان التسليم والتي يتم استخدامها لإصدار التقارير.
                    <br>
                    - معلومات أخرى، قد يتم جمعها والتي لم يتم إدراجها هنا بشكل خاص، ولكنها ستستخدم وفقا لسياسة الخصوصية هذه أو كما تم الإفصاح عنها في وقت التجميع.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                  <span class="f-bold f-40px f-30-m">
                      لماذا نعالج معلوماتك؟!
                  </span><br>
                    قد نحتاج الى الفحص والتدقيق في بيانات العميل عندما لا يلتزم بعقد الاشتراك باستخدام موقع "إي كارت" /معالجة مدفوعات اشتراكك بموقع "إي كارت"/ ، كما تستدعي الحاجة لاستخدام بياناتك من قبل مزوّد خدمة يريد استقطاب شريحة معينة من المستخدمين على موقع "إي كارت" وذلك لتزويدهم بهذه الخدمة.
                    <br>
                    ونوضح فيما يلي أهم الأسباب الأخرى التي تدفعنا لجمع بياناتك الشخصية:
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pl-5 pt-3">
                    - منع المخاطر والاحتيال
                    <br>
                    - الإجابة عن الأسئلة أو تقديم أنواع أخرى من الدعم
                    <br>
                    - توفير منتجاتنا وخدماتنا وتحسينها
                    <br>
                    - توفير التقارير والتحليلات
                    <br>
                    - اختبار الميزات أو الخدمات الإضافية
                    <br>
                    - المساعدة في التسويق أو الإعلان أو الاتصالات الأخرى
                    <br>
                </p>
{{--                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">--}}
{{--                  <span class="f-bold f-30px f-25-m">--}}
{{--                      المعلومات الشخصية التي نقوم بجمعها--}}
{{--                  </span><br>--}}
{{--                    المعلومات الشخصية التي يتم جمعها ع طريق منصة أي كارت تتضمن:--}}
{{--                </p>--}}
{{--                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pl-5 pt-3">--}}
{{--                    •	<strong>بيانات جهات الاتصال أو   </strong>, معلومات جهات الاتصال الشخصية أو المهنية مثل الاسم الكامل والبريد الإلكتروني ورقم الهاتف والمسمى الوظيفي واسم الشركة.<br>--}}
{{--                    •	<strong>بيانات التسجيل </strong>, مثل المعلومات التي تقدمها للتسجيل في أي حساب، كتاريخ ومكان الولادة.<br>--}}
{{--                    •	<strong>بيانات عن الآخرين  </strong> الآخرين  الذين يقومون بالشراء / حجز موعد باستخدام البوت التابع لمنصة أي كارت والخاص بك.  مثال على البيانات المجمعة يمكن أن يكون الاسم وعنوان التسليم ورقم الهاتف. <br>--}}
{{--                    •	<strong>بيانات ملف التعريف </strong>, مثل اسم المستخدم وكلمة المرور اللذين قد تعينهما لإنشاء حساب عبر الإنترنت معنا واهتماماتك وتفضيلاتك.<br>--}}
{{--                    •	<strong>المراسلات </strong>, مثل المعلومات التي تقدمها عندما تتواصل معنا بسؤال أو الملاحظات أو إجاباتك على استبيانات الرأي التي قد نطلب منك المشاركة فيها.<br>--}}
{{--                    •	<strong>بيانات التسويق </strong>, مثل عنوان البريد الإلكتروني أو تفاصيل الاتصال التي نستخدمها لإرسال رسائل تسويقية وأهم الأخبار الخاصة بخدماتنا.<br>--}}
{{--                    •	<strong>بيانات الشراء </strong>, بما في ذلك محفوظات الطلبات والمعلومات التي يقوم زبائن متجرك بتزويدنا بها عن طريق البوت، بما في ذلك تفاصيل الطلب وعنوان الفوترة وعنوان التسليم والتي يتم استخدامها لإصدار تقارير.<br>--}}
{{--                    •	<strong>المعلومات الأخرى </strong>  التي قد نجمعها والتي لم يتم إدراجها هنا بشكل خاص، ولكنها ستستخدم وفقا لسياسة الخصوصية هذه أو كما تم الإفصاح عنها في وقت التجميع.<br>--}}

{{--                </p>--}}
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                    <span class="f-bold f-40px f-30-m">
                      	حالات جمع ومعالجة بياناتك
                    </span>
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar  pt-3">
                    <span class="f-bold f-30px f-25-m">
                        أولاً: توفير وتحسين الخدمة
                    </span><br>
                    يجوز لنا استخدام بياناتك الشخصية للقيام بما يلي:
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pl-5 pt-3">
                    - توفير الخدمة وتشغيلها وتحسينها
                    <br>
                    - الاحتفاظ ببيانات حسابك التي قمت باستخدامها للتسجيل في الموقع.
                    <br>
                    - التواصل معك بشأن الخدمة، بما في ذلك إرسال إعلانات وتحديثات، وتنبيهات أمان ورسائل من الدعم الفني.
                    <br>
                    - توفير دعم العملاء والصيانة للخدمة.
                    <br>
{{--                    - تسهيل تسجيل الدخول إلى موقع الويب عبر منصات الجهات الخارجية، مثل Google وFacebook؛ والقيام بتمكين ميزات الأمان لموقع ويب، مثل إرسال رموز الأمان عبر البريد الإلكتروني أو الرسائل القصيرة، وتذكر الأجهزة التي قمت بتسجيل الدخول منها مسبقاً.--}}
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                  <span class="f-bold f-30px f-25-m">
                     ثانياً: التسويق المباشر
                  </span><br>
                    إذا كنت عميلاً لدى إي كارت (إذا قمت بتسجيل حساب)، يجوز لنا استخدام البيانات الشخصية التي قمت بتوفيرها لإرسال نشرات بريدية تسويقية إليك حول موقع إي كارت وأهم الأخبار عن الخدمات التي تقدمها.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                  <span class="f-bold f-30px f-25-m">
                     ثالثاً: للبحث والتطوير
                  </span><br>
                    يجوز لنا استخدام بياناتك الشخصية لأغراض البحث والتطوير، بما في ذلك تحليل الخدمة وتحسينها.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                  <span class="f-bold f-30px f-25-m">
                     رابعاً: الامتثال للقوانين والأنظمة
                  </span><br>
                    نستخدم بياناتك الشخصية كما نعتقد أنها ضرورية أو مناسبة للامتثال للقوانين المعمول بها والطلبات القانونية والعملية القانونية، مثل الرد على استدعاءات أو طلبات من السلطات الحكومية.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                  <span class="f-bold f-30px f-25-m">
                      خامساً: للامتثال والوقاية من الاحتيال والسلامة
                  </span><br>
                    يجوز لنا استخدام بياناتك الشخصية والكشف عنها لجهات القانون والسلطات الحكومية والأطراف الخاصة حسب ما نعتقد أنه ضروري أو مناسب من أجل:
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pl-5 pt-3">
                    - حماية حقوقنا أو خصوصيتك أو سلامتنا أو ممتلكاتنا (بما في ذلك من خلال تقديم المطالبات القانونية والدفاع عنها)؛
                    <br>
                    - مراجعة عملياتنا الداخلية من أجل الامتثال للمتطلبات القانونية والتعاقدية؛
                    <br>
                    - إنفاذ الاحكام والشروط التي تحكم الدائرة؛
                    <br>
                    - حماية النشاط الاحتيالي أو الضار أو غير المصرح به أو غير الأخلاقي أو غير المشروع، بما في ذلك الهجمات الإلكترونية وسرقة الهوية، والتحقيق فيه وردعه.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                  <span class="f-bold f-30px f-25-m">
                     سادساً: بموافقتك
                  </span><br>
                    في بعض الحالات، قد نطلب موافقتك بشكل خاص على جمع وتحليل بياناتك الشخصية أو استخدامها أو مشاركتها، كما هو الحال عندما يقتضي القانون ذلك.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                    <span class="f-bold f-40px f-30-m">
                        ماهي المدة التي نحتفظ بها ببياناتك الشخصية؟
                    </span>
                    <br>
                    نحتفظ ببياناتك الشخصية طالما أنت محقق للاشتراك بموقع "إي كارت" وذلك لتتمكن من الاستمرار باستخدام خدمات الموقع، وفي حال عدم تجديد الاشتراك يتم الاحتفاظ ببياناتك لمدة أقصاها ثلاثة أشهر ومن ثم يتم حذف جميع البيانات والنشاطات التي تخصك على الموقع.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                    <span class="f-bold f-40px f-30-m">
                        ما هو مدى أمان سرية المعلومات الخاصة بمشتركي منصة "إي كارت"؟
                    </span>
                    <br>
                    يسعى موقع "إي كارت" إلى الحفاظ على سرية معلومات مستخدمي الموقع، وحيث أن سياسة الخصوصية الخاصة بالمشتركين لن تخالف أحكام اتفاقية الاستخدام أو سياسة الخصوصية وسرية المعلومات. ولكن نظراً لعدم إمكانية ضمان ذلك 100% في (فضاء الإنترنت) فإننا ننوّه على ما يلي:
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m pt-3  f-somar">
                    - يسعى موقع "إي كارت" إلى الحفاظ على جميع المعلومات الخاصة بالمشتركين وألا يطلع عليها أي شخص بما يخالف السياسة المعمول بها في موقع "إي كارت".
                    <br>
                    - يعمل موقع "إي كارت" على حماية معلومات المستخدمين بموجب أنظمة حماية إلكترونية وتقنية ذات جودة عالية وتُحدّث بشكل مستمر ودوري.
                    <br>
                    - غير أنه نظراً لأن شبكة الانترنت لا يمكن ضمانها 100% لما قد يطرأ من اختراق أو فيروسات على أنظمة الحماية الالكترونية وعلى جدران الحماية المعمول بها في موقع "إي كارت" فإن موقع "إي كارت" ينصح المستخدمين بالحفاظ على معلوماتهم بسرية تامة، وعدم إفشاء أي معلومات يراها المستخدم هامة جداً له.
                </p>

            </div>
        </div>
    </div>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.1/dist/js/bootstrap.bundle.min.js"
            integrity="sha384-/bQdsTh/da6pkI1MST/rWKFNjaCP5gBSY4sEBT38Q/9RBh9AH40zEOg7Hlq2THRZ"
            crossorigin="anonymous"></script>
@endsection
