@extends('layouts.footer')

@section('footer')

@endsection

{{--@extends('layouts.contactUs')--}}

{{--@section('contactUs')--}}

{{--@endsection--}}

@extends('layouts.app')

@section('content')

    <div class="container-fluid">
        <div class="row">
            <div class="col-11 mx-auto dir-rtl mb-5" style=" padding: 0 2%;direction: rtl">
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                  <span class="f-bold f-40px f-30-m">
                      اتفاقية الاستخدام:
                  </span><br>
                    <span class="f-bold f-30px f-25-m">
                        حقوق الجهة المسؤولة عن تطبيق الويب وواجباتها.
                    </span>
                    <br>
                    توضح موقع "إي كارت" الالتزامات والواجبات المعدة أدناه والتي تحكم سياسة استخدام الموقع بضوء القوانين والإرشادات الخاصة بسلامة استخدام الموقع وعليه يرجى قراءتها بعناية والامتثال لها، لأنه من المهم والواجب أن تعلم أنه لا يجوز لك استخدام موقع "إي كارت" إلا طبقاً لشروط الاستخدام، ولأغراض قانونية ولائقة فقط، حيث تعتبر هذه الاتفاقية سارية المفعول ونافذة بمجرد قيامك بالموافقة عليها والبدء في التسجيل بموقع "إي كارت"
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">
                        أهلية المشتركين (أصحاب الأنشطة التجارية أو الخدمات) بموقع "إي كارت" :
                    </span><br>
                    - يجب على مستخدم موقع "إي كارت" أن يكون فوق عمر ال 18عاماً وذوي أهلية للاشتراك بموقع الكترونية ودراية بآلية إدارة أعماله التجارية (متجر أو مؤسسة خدمية) عبر موقع "إي كارت".
                    <br>
                    - في حال القيام بالاشتراك باسم شركة أو مؤسسة أو أي شكل نظامي آخر لديه سجل تجاري قانوني، فعلى المشترك أن تتوفر له كامل الأهلية القانونية للاشتراك باسم هذه الشركة أو المؤسسة المسجلة وممارسة أعمالها عبر موقع "إي كارت".
                    <br>
                    - موقع "إي كارت" يحق له محاسبة المشترك الذي تخالف أهليته ما سبق وذلك بموجب أحكام المسؤولية التعاقدية ومطالبته بالتعويض عن الأضرار التي تنشأ عن هذه المخالفة بما فيها من إساءة لسمعة "إي كارت" أمام باقي التجار وأصحاب المصلحة.
                    <br>
                    - لا يتحمل موقع "إي كارت" أي مسؤولية بالتعامل بين التجار والمستهلكين من الناحية القانونية ونظام التجارة الخاص بالمشترك.
                    <br>
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">
                        طبيعة التزام بموقع "إي كارت":
                    </span>
                    <br>
                    - إن مهمة موقع "إي كارت" هي مجرد تقديم أدوات الدعم الالكتروني، عن طريق إنشاء تطبيق مصغر من خلال رابط خاص بأعمال المتجر المشترك بموقع "إي كارت" أو إضافة عربة التسوق لأي موقع الكتروني وتقديم دعم لطرق الدفع الالكتروني.
                    <br>
                    - يوفر موقع "إي كارت" الدعم لخدمة الدفع الالكتروني حيث توفر طرق متعددة.
                    <br>
                    - لا يلتزم موقع "إي كارت" بإتمام عمليات بيع المنتجات أو الخدمات بين المستهلك والمتجر، حيث أن التزامها ينتهي بتقديم خدمات إنشاء المتجر الالكتروني المربوط بصفحة أعمال المتجر عبر موقع "إي كارت" أو إضافة عربة التسوق الإلكترونية إلى الموقع الخاص بالمتجر، ولا يضر ذلك بالخدمات الأخرى التي يستمر موقع "إي كارت" بتقديمها كخدمات التوجيه والإرشاد والدعم الفني ووسائل الدفع.
                    <br>
                    - يعتبر موقع "إي كارت" موقع إلكترونية تقنية على شبكة الانترنت تتيح للتاجر الذي يوافق على هذه الاتفاقية انشاء متجره الالكتروني، وممارسة نشاطه التجاري ومهمتها تنتهي عند هذا الحد. فليس هناك أدنى مسؤولية على موقع "إي كارت" حول المخالفات التي يقوم بها التاجر في متجره بالمخالفة لأحكام هذه الاتفاقية، وليس لموقع "إي كارت" أي علاقة بالنسبة للتعاملات التي تتم بين التاجر والمستهلك.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">ضوابط استخدام موقع "إي كارت":</span>
                    <br>
                    - لا يجوز استخدام أو تصفح الموقع بأي طريقة من شأنها خرق قوانين وأحكام وقواعد الممارسة داخل الجمهورية العربية السورية أو أي نطاق سلطة قضائية تتصفح فيه الموقع.
                    <br>
                    - لا يجوز استخدام هذا الموقع بأية طريقة غير قانونية أو احتيالية، أو أن يكون لها غرض أو تأثير غير قانوني أو احتيالي.
                    <br>
                    - لا يجوز نشر أو إرسال أو بث أو أي وسيلة أخرى كانت وتتيح أية معلومات على هذا الموقع وعلى سبيل المثال وليس الحصر: أن تكون مضرة أو تهديدية أو منافية للآداب العامة أو مزعجة أو فاحشة أو بذيئة أو افترائية أو بغيضة أو تحمل تمييزاً عنصرياً أو عرقياً أو غير قانونية من نواحٍ أخرى.
                    <br>
                    - لا يجوز استخدام موقع إي كارت والمتاجر المرتبطة بها لبيع أو شراء أي منتجات غير قانونية أو منافية للآداب العامة أو فاحشة أو بذيئة، وكل من سيستخدم الموقع لهذه الأغراض تقع على عاتقه المسؤولية القانونية.
                    <br>
                    - لا يجوز الحصول (أو محاولة الحصول) على إذن دخول غير مصرح به، أو التدخل في أو إتلاف أو تشويش:
                    <br>
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pr-5">
                    • أي جزء من أجزاء الموقع.
                    <br>
                    • أي جهاز أو شبكة يخزن عليها الموقع.
                    <br>
                    • أي برنامج إلكتروني يستخدم في نصوص الموقع.
                    <br>
                    • أي جهاز أو شبكة أو أي برنامج إلكتروني يمتلكه أو يستخدمه أي طرف ثالث.
                    <br>
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    - لا يجوز تعمد استخدام أي برنامج إلكتروني أو وسيلة أو جهاز للتدخل أو محاولة التدخل إلكترونياً أو يدوياً بعملية التشغيل أو الأداء الوظيفي للموقع
                    <br>
                    - لا يجوز مهاجمة الموقع عن طريق هجمات الحرمان من الخدمة أو هجمات حجب الخدمة الموزعة.
                    <br>
                    - لا يجوز استخدام الموقع بطريقة تسبب أو ربما قد تسبب خرقاً لحقوق الموقع أو حقوق الطرف الثالث.
                    <br>
                    - لا يجوز التشويه أو التغيير أو التدخل في الواجهة الأمامية وهيكلية الموقع أو أي من الأشكال المنجزة على الموقع.
                    <br>
                    - لا يجوز القيام بأي تصرف يفرض حملاً كبيراً غير معقول أو غير متناسب على الموقع وبنيته.
                    <br>
                    - لا يجوز إعادة نسخ أو استخراج صور، أو نسخ أو إعادة بيع أي جزء من اجزاء هذا الموقع بإستثناء الحالات االمصرح عنها صراحة في الشروط والأحكام.
                    <br>
{{--                    -	أي خرق لأي من التعهدات المذكورة أعلاه يعد جريمة جنائية حسب القوانين المعمول بها عالميا، وبناءً عليه فسوف نبلغ سلطات تطبيق القانون المعنية عن أي عملية خرق، وسوف نتعاون مع هذه السلطات للكشف عن هويتك ، واتخاذ كافة التدابير اللازمة لتطبيق نصوص القوانين.--}}
{{--                    <br>--}}
{{--                    -	كل الأشخاص الذين يتصفحون الموقع من خلال حساب الإنترنت الخاص بك يعتبرون على دراية بهذه الشروط وأنهم يمتثلون لها. وتعتبر أنت المسؤول عن اتخاذ أية إجراءات ضرورية للوصول إلى الموقع والتأكد من أن كل من يستخدم الشبكة الخاصة بك على دراية كافية بما سبق، ولا يخلي طرفك من المسؤوليات والتعهدات السابقة.--}}
{{--                    <br>--}}
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">
                        الإجراءات التّي ستتخذها الجهة في حال مخالفة المستخدم لسياسة الاستخدام.
                    </span>
                    <br>
                    أي خرق لأي من التعهدات المذكورة أعلاه يعد جريمة جنائية حسب القوانين المعمول بها عالمياً، وبناءً عليه فسوف نبلغ سلطات تطبيق القانون المعنية عن أي عملية خرق، وسوف نتعاون مع هذه السلطات للكشف عن هويتك، واتخاذ كافة التدابير اللازمة لتطبيق نصوص القوانين.
                    <br>
                    كل الأشخاص الذين يتصفحون الموقع من خلال حساب الإنترنت الخاص بك يعتبرون على دراية بهذه الشروط وأنهم يمتثلون لها. وتعتبر أنت المسؤول عن اتخاذ أية إجراءات ضرورية للوصول إلى الموقع والتأكد من أن كل من يستخدم الشبكة الخاصة بك على دراية كافية بما سبق، ولا يخلي طرفك من المسؤوليات والتعهدات السابقة.
                    <br>
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">تعديل سياسة الاستخدام.</span>
                    <br>
                    قد نقوم بتحديث الشروط والأحكام الخاصة بنا من وقت لآخر. وبالتالي، يُنصح بمراجعة هذه الصفحة بشكل دوري لمعرفة أي تغييرات. سنخبر العميل بأي تغييرات عن طريق نشر الشروط والأحكام الجديدة على هذه الصفحة ومن خلال إرسال بريد الكتروني للعميل.
                </p>


{{--                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pl-5 pt-3">--}}
{{--                    •	لا يجوز استخدام أو تصفح الموقع بأي طريقة من شأنها خرق قوانين وأحكام وقواعد الممارسة داخل الجمهورية العربية السوريةأو أي نطاق سلطة قضائية تتصفح فيه الموقع.<br>--}}
{{--                    •	لا يجوز إستخدام هذا الموقع بأية طريقة غير قانونية أو إحتيالية، أو أن يكون لها غرض أو تأثير غير قانوني أو احتيالي. <br>--}}
{{--                    •	لا يجوز نشر أو إرسال أو بث أو أي وسيلة أخرى كانت و تتيح أية معلومات على هذا الموقع وعلى سبيل المثال وليس الحصر: أن تكون مضرة أو تهديدية أو منافية للآداب العامة أو مزعجة أو فاحشة أو بذيئة أو افترائية أو بغيضة أو تحمل تمييزاً عنصرياً أو عرقياً أو غير قانونية من نواحٍ أخرى.<br>--}}
{{--                    •	توفير التقارير والتحليلات--}}
{{--                    •	لا يجوز تعمد استخدام أي برنامج إلكتروني أو وسيلة أو جهاز للتدخل أو محاولة التدخل إلكترونياً أو يدوياً بعملية التشغيل أو الأداء الوظيفي للموقع<br>--}}
{{--                    •	لا يجوز الحصول (أو محاولة الحصول) على إذن دخول غير مصرح به ، أو التدخل في أو إتلاف أو تشويش: <br>--}}
{{--                </p>--}}
{{--                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pl-5 pt-1 pr-8">--}}
{{--                    1- أي جزء من أجزاء الموقع.<br>--}}
{{--                    2- أي جهاز أو شبكة يخزن عليها الموقع.<br>--}}
{{--                    3- أي برنامج إلكتروني يستخدم في نصوص الموقع.<br>--}}
{{--                    4- أي جهاز أو شبكة أو أي برنامج إلكتروني يمتلكه أو يستخدمه أي طرف ثالث.<br>--}}
{{--                    </p>--}}
{{--                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar pl-5 pt-3">--}}

{{--                    •	لا يجوز مهاجمة الموقع عن طريق هجمات الحرمان من الخدمة أو هجمات حجب الخدمة الموزعة.<br>--}}
{{--                    •	لا يجوز استخدام الموقع بطريقة تسبب أو ربما قد تسبب خرقاً لحقوق الموقع أو حقوق الطرف الثالث. <br>--}}
{{--                    •	لا يجوز التشويه أو التغيير أو التدخل في الواجهة الأمامية وهيكلية الموقع أو أي من الأشكال المنجزة على الموقع. <br>--}}
{{--                    •	لا يجوز القيام بأي تصرف يفرض حملاً كبيراً غير معقول أو غير متناسب على الموقع وبنيته. <br>--}}
{{--                    •	لا يجوز إعادة نسخ أو استخراج صور ، أو نسخ أو إعادة بيع أي جزء من اجزاء هذا الموقع بإستثناء الحالات االمصرح عنها صراحة في الشروط والأحكام. <br>--}}
{{--                    •	أي خرق لأي من التعهدات المذكورة أعلاه يعد جريمة جنائية حسب القوانين المعمول بها عالميا، وبناءً عليه فسوف نبلغ سلطات تطبيق القانون المعنية عن أي عملية خرق، وسوف نتعاون مع هذه السلطات للكشف عن هويتك ، واتخاذ كافة التدابير اللازمة لتطبيق نصوص القوانين. <br>--}}
{{--                    •	لا يجوز لك إنشاء أي رابط لصفحتنا الرئيسية أو لأي جزء من موقعنا الإلكتروني دون موافقة كتابية من قبلنا. <br>--}}
{{--                    •	كل الأشخاص الذين يتصفحون الموقع من خلال حساب الإنترنت الخاص بك يعتبرون على دراية بهذه الشروط وأنهم يمتثلون لها. وتعتبر أنت المسؤول عن اتخاذ أية إجراءات ضرورية للوصول إلى الموقع والتأكد من أن كل من يستخدم الشبكة الخاصة بك على دراية كافية بما سبق، ولا يخلي طرفك من المسؤوليات والتعهدات السابقة.<br>--}}
{{--                    •	يحق لـ إي كارت اقتطاع نسبة مقدارها 2% من قيمة كل عملية دفع إلكترونية تتم عن طريق منصة إي كارت.<br>--}}
{{--                </p>--}}
            </div>
            </div>
        </div>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.1/dist/js/bootstrap.bundle.min.js"
            integrity="sha384-/bQdsTh/da6pkI1MST/rWKFNjaCP5gBSY4sEBT38Q/9RBh9AH40zEOg7Hlq2THRZ"
            crossorigin="anonymous"></script>
@endsection
