@extends('layouts.footer')

@section('footer')

@endsection

{{--@extends('layouts.contactUs')--}}

{{--@section('contactUs')--}}

{{--@endsection--}}

@extends('layouts.app')

@section('content')

    <div class="container-fluid">
        <div class="row">
            <div class="col-11 mx-auto dir-rtl mb-5" style=" padding: 0 2%;direction: rtl">
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                  <span class="f-bold f-40px f-30-m">
                      تعريف بالموقع "تطبيق الويب" وطبيعة عملها:
                  </span><br>
                    "إي كارت" هي خدمة رقمية في مجال التجارة الالكترونية تهدف لتنمية التجارة الالكترونية في سورية عبر تمكين أصحاب المنشآت التجارية بكافة فئاتها من البيع عبر الانترنت بأقل تكلفة وجهد ووقت.
                <br>
                    باستخدام "إي كارت" يمكن لأي فعالية اقتصادية في سورية أن تقوم بعرض وبيع منتجاتها وخدماتها وحتى إدارة الحجوزات والمواعيد عبر تحويل موقعها الخاص الى متجر الكتروني أو إنشاء موقع إلكتروني بسيط بثواني بأقل التكاليف وسلاسة وسهولة فائقة ومن دون الحاجة لمعرفة برمجية مسبقة.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">
                        الجهة المسؤولة عن الموقع:
                    </span>
                    <br>
                    شركة الثعلب الماكر المحدودة المسؤولية (المسجلة في أمانة السجل التجاري لريف دمشق بالرقم – 12415) هي شركة عربية سورية مختصة بتطوير الأعمال وتقديم حلول إدارية ورقمية مبنية على خبراتها في مجالات الأعمال المختلفة بما فيها إدارة الأعمال والتسويق والتجارة الإلكترونية لعدة عملاء في مجالات عمل مختلفة بما فيها القطاع التجاري والمالي والمصرفي والخدمي وغيرها.
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">الفئات المستهدفة:</span>
                    <br>
                    - أصحاب الأنشطة التجارية السلعية (بيع المنتجات والبضائع من ألبسة، أحذية، اكسسوارات، أدوية وغيرها..)
                    <br>
                    - أصحاب الأنشطة التجارية الخدمية (حجوزات مطاعم، فنادق، شركات طيران، دورات تعليمية، مراكز تجميلية، أطباء..)
                    <br>
                </p>
                <p class="mb-0 b-black f-regular f-25px f-20-m  f-somar">
                    <span class="f-bold f-40px f-30-m">توصيف عمل الموقع:</span>
                    <br>
                    فيما يلي لديك خطوات العمل الواجب اتباعها وذلك للبدأ بالبيع عن طريق موقع " إي كارت":
                    <br>
                    أولاً: الاشتراك بموقع "إي كارت"؛
                    <br>
                    يتم عن طريق ادخال المشترك رقم الجوال حيث يتم التحقق عنه بإرسال رمز الOTP للرقم المدخل ثم يقوم بإدخال باقي البيانات الخاصة به (البريد الالكتروني – اسم المشترك (المستخدم على الموقع))
                    <br>
                    ثانياً: تعريف الفئات والمنتجات الخاصة بالمشترك على لوحة التحكم؛
                    <br>
                    يقوم المشترك بتعريف الفئات الرئيسية الخاصة بتجارته الفعلية ومن ثم يدرج المنتجات تحت هذه الفئات بحسب كل منتج الى أي فئة ينتمي.
                    <br>
                    ثالثاً: ضبط إعدادات المتجر؛
                    <br>
                    يقوم المشترك بتحديد البيانات المطلوبة التي يحتاجها نشاطه التجاري عند إتمام الزبائن لعملية الشراء، بالإضافة لتفعيل طرق الدفع المناسبة، وإضافة معلومات المتجر المخصصة مثل التواصل معنا ومن نحن.
                    <br>
                    رابعاً: التأكد من تفاصيل المتجر
                    <br>
                    يحصل المشترك على رابط خاص بموقعه الالكتروني المرتبط بموقع إي كارت الذي يمكّن الزبائن من استعراض المنتجات والفئات، والطلب عبر الانترنت.
                    <br>
                    خامساً وأخيراً: تبدأ عملية البيع والشراء عبر الموقع، حيث يتمكن المشترك من متابعة عمليات الشراء واستعراض طلبات الزبائن وتلبيتها.
                    <br>
                    مع العلم أن خدمة إي كارت تدعم طرق دفع متعددة:
                    <br>
                    - الدفع الإلكتروني عن طريق: شركة فاتورة – سيريتل MTN – (تقوم إي كارت بتقديم البنية البرمجية فقط وجميع الدفعات الإلكترونية تنتقل بشكل مباشر من حساب الزبون إلى حساب التاجر بشكل مباشر دون المرور بإي حساب تابع لإي كارت)
                    <br>
                    - الدفع التقليدي عن طريق: حوالات الهرم أو الفؤاد – الدفع عند الاستلام أو التوصيل.
                </p>
            </div>
        </div>
    </div>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.1/dist/js/bootstrap.bundle.min.js"
            integrity="sha384-/bQdsTh/da6pkI1MST/rWKFNjaCP5gBSY4sEBT38Q/9RBh9AH40zEOg7Hlq2THRZ"
            crossorigin="anonymous"></script>
@endsection
